"CFBundleDisplayName" = "WeChat";
"CFBundleName" = "WeChat";
"NSLocationWhenInUseUsageDescription" ="Allow WeChat Use your Location when in use.";
"NSLocationAlwaysAndWhenInUseUsageDescription" = "Allow WeChat Use your Location always.";
"NSLocationAlwaysUsageDescription" = "Allow WeChat Use your Location always.";
"NSLocationUsageDescription" = "Allow WeChat Use your Location";
"NSMicrophoneUsageDescription" = "Use your Microphone to record voice messages, using VoIP features.";
"NSCameraUsageDescription" = "Use your Camera to record video, using VoIP features.";

